[
  {
    "name": "Brew: Aphrodisiac",
    "level": 1,
    "effect": "Produces a rosy pink concoction, brewed from crushed rose petals and thorns of the same. The reaction yields 1 ounce of liquid, which is stored in a vial. With an action, you can coat a weapon or up to ten arrows with the solution. Any target damaged by these weapons must pass a DT 11 willpower saving throw or fall in love with the next being it sees, of the appropriate gender and species.",
    "rarity": "Common",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 1,
      "INT": 11,
      "slots": 2
    },
    "casting_reqs": {
      "evocation": 4,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Necrotoxin",
    "level": 1,
    "effect": "A pungent decoction derived from spider fangs and toadstool powder emerges after being separated from waste product. The reaction yields 1 ounce of liquid, which is stored in a vial. With an action, you can coat a weapon or up to ten arrows with the solution. Any target damaged by these weapons must pass a DT 11 willpower saving throw accumulate one level of necrotic poisoning, dealing 1d4 damage at the start of its turn.",
    "rarity": "Common",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 1,
      "INT": 11,
      "slots": 2
    },
    "casting_reqs": {
      "evocation": 4,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Brimstone",
    "level": 2,
    "effect": "A frothing, ochre concentrate of sulfur is distilled in alchemical solution. The reaction yields 4 ounces of liquid, which are stored in a stoppered flask. The contents of the flask can be thrown at an enemy, dealing 2d6 acid damage and reducing their armor by 1.",
    "rarity": "Common",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 3,
      "INT": 12,
      "slots": 2
    },
    "casting_reqs": {
      "evocation": 6,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Narcoleptic Toxin",
    "level": 2,
    "effect": "A warm and bubbly solution of butter and silver dust is dissolved in alchemical solution. The reaction yields 1 ounce of liquid, which is stored in a vial. With an action, you can coat a weapon or up to ten arrows with the solution. Any target damaged by these weapons must pass a DT 12 willpower saving throw or fall into a slumber (becoming {{status.incapacitated}}) for 1d10 turns, or until damaged.",
    "rarity": "Common",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 3,
      "INT": 12,
      "slots": 2
    },
    "casting_reqs": {
      "evocation": 4,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Lethargic Toxin",
    "level": 3,
    "effect": "A viscous solution with a metallic luster remains after an alchemical mixture of algae and ogre bile has evaporated. The reaction yields 1 ounce of liquid, which is stored in a vial. With an action, you can coat a weapon or up to ten arrows with the solution. Any target damaged by these weapons must pass a DT 13 willpower saving throw or suffer -1 to STR, SPD, and DEX scores.",
    "rarity": "Common",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 5,
      "INT": 13,
      "slots": 3
    },
    "casting_reqs": {
      "evocation": 4,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Debilitative",
    "level": 4,
    "effect": "A tepid solution of nightshade oil and ocular jelly is dissolved in alchemical solution. The reaction yields 1 ounce of liquid, which is stored in a vial. With an action, you can coat a weapon or up to ten arrows with the solution. Any target damaged by these weapons must pass a DT 14 willpower saving throw or suffer -1 to INT, CHA, and WILL scores.",
    "rarity": "Scholarly",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 7,
      "INT": 14,
      "slots": 5
    },
    "casting_reqs": {
      "evocation": 4,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Enervative",
    "level": 5,
    "effect": "A frothing solution of nettles and thistle is distilled from an alchemical solution. The reaction yields 1 ounce of liquid, which is stored in a vial. With an action, you can coat a weapon or up to ten arrows with the solution. Any target damaged by these weapons loses 1d4 AP for each hit.",
    "rarity": "Scholarly",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 9,
      "INT": 15,
      "slots": 5
    },
    "casting_reqs": {
      "evocation": 6,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Neurotoxin",
    "level": 6,
    "effect": "A potent concentrate of serpent venom is precipitated in alchemical solution. The reaction yields 1 ounce of liquid, which is stored in a vial. With an action, you can coat a weapon or up to ten arrows with the solution. Any target damaged by these weapons must pass a DT 12 willpower saving throw or become paralyzed.",
    "rarity": "Scholarly",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 11,
      "INT": 16,
      "slots": 6
    },
    "casting_reqs": {
      "evocation": 6,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Aqua Regia",
    "level": 6,
    "effect": "The alchemical ritual renders an extremely volatile acid that even dissolves inert metals such as gold and platinum. The reaction yields four ounces of liquid, which are stored in a stoppered flask. When thrown at a target after the incantation has been uttered, it deals 4d6 acid damage and reduces armor by 3.",
    "rarity": "Scholarly",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 11,
      "INT": 16,
      "slots": 6
    },
    "casting_reqs": {
      "evocation": 10,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Liquid Light",
    "level": 8,
    "effect": "A viscous, glowing solution of yellow-white light appears overnight after the proper admixture of rust shavings, crushed amber, and powdered dragon tooth has settled. The reaction yields 4 ounces of liquid, which are stored in a stoppered flask. With an action, you coat a weapon or up to ten arrows with one ounce of the solution. Any target damaged by these weapons takes 1d6 fire damage. Additionally, the entire flask can be thrown, causing an explosion which deals 3d6 fire damage and 3d6 force damage to all enemies within 10 feet.",
    "rarity": "Scholarly",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 15,
      "INT": 18,
      "slots": 6
    },
    "casting_reqs": {
      "evocation": 8,
      "time": "1 action"
    }
  },
  {
    "name": "Brew: Gorgonic Toxin",
    "level": 9,
    "effect": "Following the correct procedure, a skilled alchemist may produce 1 drop of a foul grayish paste. Failing a DT 16 willpower saving throw, whoso drinks a drink tainted with a drop of this poison shall be turned to stone in a few seconds time. The drop may also be used to coat a weapon or arrow which, striking true, shall deliver the selfsame fate to an unlucky foe.",
    "rarity": "Forbidden",
    "college": "Toxicology",
    "type": "Enchantment",
    "training_reqs": {
      "level": 17,
      "INT": 19,
      "slots": 5
    },
    "casting_reqs": {
      "evocation": 20,
      "time": "1 action"
    }
  }
]