[
  {
    "name": "Knowledge of Nature",
    "rarity": "common",
    "discipline": "Wyrd",
    "type": "ritual",
    "target": "self",
    "effect": "You position yourself in a quiet spot in the wilderness, outside the limits of any city or town and begin to meditate. Amidst your meditations, you seek and are sought by forest spirits, who (if you are deemed worthy) offer to teach you a nature spell. You may ask to gain knowledge of a specific spell, or accept whatever teachings they offer. They will always teach a spell which you are able to master but have not yet learned. If you accept, you learn the spell and expend the necessary number of training slots.",
    "note": "Naturalists are always deemed worthy. Others must pass a DT 15 nature check.",
    "training_reqs": {
      "nst": 12,
      "slots": 4
    },
    "casting_reqs": {
      "time": "30 minutes",
      "wp": 1,
      "Limitation": "You may cast this spell at most once per long rest.",
      "Location": "The ritual can only be performed within a wilderness."
    }
  },
  {
    "name": "Sweet Dreams",
    "rarity": "esoteric",
    "discipline": "Wyrd",
    "type": "ceremony",
    "target": {
      "type": "ally",
      "count": 0,
      "range": 15
    },
    "duration": "8 hours",
    "effect": "You and all participants call out to the fey, thanking them for their role in maintaining the balance of nature and protecting the life force. You invite them to visit you in your dreams, calling for succor, entertainment, and guidance. All participants roll a 1d4, and gain an effect accordingly: <ol><li>Hellish Nightmares: Tormented by cruel fey, no rest can be had. No WP is gained from the long rest.</li><li>Vivid Visions: Playful and adventurous fey take the dreamer on wondrous adventures seeming to last for many days. Upon awakening, the individual gains 1d4 temporary AP.</li><li>Quiet Quandaries: The dreamer awakens beside a pool of water, which idly asks the dreamer a question. After it has been answered, it invites the dreamer to ask a question of their own. If the adventurer answered the water's question truthfully, it answers truthfully. Also gain 1d6 temporary WP.</li><li>Allmother's Embrace: The dreamers is escorted by powerful fey to the magical heart of the forest. They are greeted by a gentle yet powerful dryad called the Allmother, who embraces them tenderly. Gain 1d8 temporary HP and AP.</li></ol>",
    "training_reqs": {
      "nst": 15,
      "slots": 4
    },
    "casting_reqs": {
      "time": "30 minutes",
      "wp": 40,
      "Location": "The ceremony can only be performed within a forest or jungle."
    }
  },
  {
    "name": "Water Walking",
    "rarity": "common",
    "discipline": "Wyrd",
    "type": "concentration",
    "target": "self",
    "duration": "10 min",
    "effect": "As long as you maintain concentration, you are able to walk on water as if it were solid ground.",
    "note": "You cannot cast this spell while submerged in water.",
    "training_reqs": {
      "dex": 12,
      "nst": 15,
      "slots": 3
    },
    "casting_reqs": {
      "time": "1 Action",
      "wp": 2,
      "concentration": 0
    }
  }
]